tap "homebrew/cask-fonts"

brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "jq"
brew "ncdu"
brew "neofetch"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tree"
brew "wget"

cask "amethyst"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "libreoffice"
cask "messenger"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "topnotch"
cask "visual-studio-code"
cask "whatsapp"
