tap "homebrew/cask-fonts"
tap "nikitabobko/tap"

brew "asdf"
brew "bat"
brew "btop"
brew "clang-format"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "htop"
brew "jq"
brew "kind"
brew "kubectl"
brew "ncdu"
brew "neofetch"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tree"
brew "uv"
brew "wget"

cask "aerospace"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-computer-modern"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "libreoffice"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "topnotch"
cask "visual-studio-code"
cask "whatsapp"
# cask "zed"
cask "zed@preview"
